Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/tale_ved_premieren_til_allaq_-_dallen_giele_.html.tmx
Source language: nob
Languages: sma

source: Jeg har selvfølgelig ikke sett forestillingen, men jeg har lest litt om den.
sma: Im vuesiehtimmiem vuajneme, men joe dan bïjre lohkeme.

source: Allaq, som betyr brunbjørn på inuittisk, og som spilles av Lene Cecilia Sparrok, befinner seg i en verden som har forandret seg.
sma: Allaq, mij bïerne inuihte gïelesne, jïh maam Lene Cecilia Sparrok dorjehte, lea aktene veartanisnie mij jarkelamme.

source: Sola tørker ut alt og det finnes kun ørken, is og ild igjen.
sma: Biejjie gaajhkem gajhkalostoe jïh aajmene ajve saadtestahke, jïenge jïh dålle.

source: Drivhuseffekten utarmer den arktiske naturen og noen må ofres for at andre skal leve.
sma: Sjædtoegåetieeffekte dam arktiske eatnemem nåhkehte jïh naakenh tjuerieh sov jieledem tjeavadidh ihke jeatjebh edtjieh jieledh.

source: Advarsler om denne situasjonen er blitt gitt, men uten nytte.
sma: Vaatnoeh båateme, men ij mïsse dïhte aevhkie.

source: Det blir viktig å anerkjenne kunnskapen og erfaringene til de eldre.
sma: Vihkeles sjædta båeries almetji daajroe jïh dååjrehtimmieh jååhkesjidh.

source: Åarjelhsaemien teatere skriver: I drømmene samles vi.
sma: Åarjelhsaemien teatere tjaala: Nïehkedassesne mijjieh gaavnesjibie.

source: Kanskje finnes det håp for fremtiden likevel?
sma: Mejtie læjhkan håhkoe gååvnese båetije biejjide?

source: Dessverre virker problemstilling kjent.
sma: Gaatesjen daate aamhtese åehpies dåeriesmoere.

source: Samenes livsgrunnlag trues av klimaendringene, men også de tiltakene som presenteres som løsningen.
sma: Saemiej jieledevåarome håvhtadamme klijmajarkelimmijste, men aaj dejstie råajvarimmijste mah båetieh.

source: Åarjelhsaemien teatere har en stor satsning på en triologi som skal vises i sin helhet neste år på Bodø 2024.
sma: Åarjelhsaemien teateren stoerre ulmie trilogijine mij edtja tjåanghkan bïejesovvedh Bodø 2024 båetije jaepien.

source: Gjennom denne kan dere løfte viktige spørsmål, og jeg vil rose dere for å bruke muligheten.
sma: Dan tjïrrh maahta vihkeles gyhtjelassh bæjjese lutnjedh. Sïjhtem dijjem garmerdidh juktie nuepiem nuhtjie.

source: Jeg har den første forestillingen «Giedtine – hvem eier vinden?
sma: Manne måjhtam daam voestes boelhke «Giedtine – gïen dïhte bïegke?

source: Allaq - dållen gïele, er andre del.
sma: “Allaq – dållen gïele”, lea mubpie boelhke.

source: Den siste omhandler vann.
sma: Men, Bodø 2024 lea båetije jaepien.

source: Manusforfatteren er anerkjent og dyktig, og jeg er spent på hvordan Cecilia Persson har flettet sammen tre arktiske myter fra Alaska, Kalaallit Nunaat (Grønland) og Saepmie.
sma: Dijjen væjkeles tjaelije, jïh gieltegs vuejnedh guktie Cecilia Persson tjåanghkan baerkieldamme golme arktiske mytah Alaskeste, Kalaallit Nunaatistie jïh Saepmeste.

source: Lykke til med forestillingen og videre turneer.
sma: Lahkoe dejnie jïh båetije vuesiehtimmine.

source: Jeg gleder meg!
sma: Manne aavodem vuartasjidh.
